Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3562.html.tmx
Source language: sme
Languages: nob

source: Árbediehtu ja oahpahus boazodoalus
nob: Tradisjonell kunnskap og opplæring i reindrift

source: Dá lea ráđđelahttu Ellinor Marita Jåma sáhkavuorru semináras árbedieđuid ja oahpahusa birra boazodoalus .
nob: Her innlegget til rådsmedlem Ellinor Marita Jåma på seminaret om tradisjonell kunnskap og opplæring i reindrift .

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 08.03.2010
nob: Sist endret 08.03.2010

source: Ráđđelahttu Ellinor Marita Jåma Hanne Holmgren
nob: Rådsmedlem Ellinor Marita Jåma Hanne Holmgren

source: Buorre beaivi buohkaide mu namma lea Ellinor Marita Jåma , ja mun lean sámediggeráđi lahttu ja mus lea beaivválaš politihkalaš ovddasvástádus dain boazodoalloáššiin maid Sámediggi meannuda .
nob: God dag alle sammen ! Mitt navn er Ellinor Marita Jåma , jeg sitter i sametingsrådet og har det daglige politiske ansvaret for reindriftssakene som behandles i Sametinget .

source: Sámedikki ovddas giittán - Riikkaidgaskasaš Fága- ja Gaskkustanguovddáža ja boazodoallonissoniid fierpmádaga - bovdejumi ovddas !
nob: På vegne av Sametinget vil jeg få takke vertskapet- Det internasjonale fagsenteret for reindrift og Nettverk for reindriftskvinner - for invitasjonen !

source: Mun anán árvvus dan go dii dán seminára bokte bidjabehtet guovddážii deaŧalaš boazodoallu ­politihkalaš hástalusaid nugo árbediehtu ja oahpahus leat , čatnašumiiguin nissoniid sadjái boazodoalus .
nob: Jeg setter stor pris på at dere med dette seminaret setter søkelys på viktige reindriftspolitiske utfordringer som tradisjonell kunnskap og opplæring , knyttet opp mot kvinners plass i reindriftsnæringen .

source: Maŋimuš jagiin leat čielggaduvvon ja čállojuvvon máŋga raportta juste nissoniid birra boazodoalus .
nob: Det har de siste tiårene vært utredet og skrevet mange rapporter om nettopp kvinner i reindrift .

source: Mun lean ieš leamaš mielde čállimin čielggadusa NBR ovddas , muhto mun doaivvun ahte mii dál leat joavdan nu guhkás ahte raporttat mat leat vuordán ja gavjaluvvan váldojuvvojit geavahussii ja ahte mii joavdat čielggadusdásis doaibmadássái .
nob: Jeg har selv vært med å skrevet en utredning for NRL , men jeg håper at vi nå har kommet så langt at rapportene som ligger og støver ned blir tatt i bruk og at vi går fra utredning til handling .

source: Dát guoská boazodollui alccesis , muhto maiddái guovddáš eiseválddiide .
nob: Dette gjelder reindriftsnæringen selv , men også sentrale myndigheter .

source: Mu leat bivdán dadjat juoga juoidá Sámedikki boazodoallodieđáhusa birra ja dásseárvvu birra boazodoalus .
nob: Jeg har blitt bedt om å si noe om Sametingets reindriftsmelding og likestilling i reindriften .

source: Go guoská dásseárvui , de jáhkán mun ahte lea áigi vajálduhttit dásseárvodoahpaga veaháš , ja baicce fokuseret ovttaárvosašvuođadoahpaga .
nob: Når deg gjelder likestilling så tror jeg det er på tide å kvele likestillingsbegrepet litt , og heller fokusere på likeverdsbegrepet .

source: Mii nissonolbmot fertet dovddastit ahte mii eat goassige juvssa dásseárvvu boazodoalus danne go mii duođai eat leat ovttaláganat , muhto ovttaárvosašvuođa sáhttit mii gal juksat .
nob: Vi kvinner må ta inn over oss at vi aldri kommer til å oppnå likestilling i reindriftsnæringen fordi vi rett og slett er forskjellig bygd , men likeverd kan vi få .

source: Ja mun jáhkán ahte lea deaŧalaš bidjat dan guovddážii , ja dalle várra albmát ge eanet mieđašedje .
nob: Og jeg tror det er viktig at fokuset ligger der , og da kanskje mennene blir medgjørlige også .

source: Sii leat dolkan gullamis min geažohis ságaid dásseárvvu birra J Muhto seammás lea deaŧalaš ahte mii hállat dásseárvvu birra váikkuhangaskaoapmeortnegiid , vuoigatvuođaid ja geatnegasvuođaid oktavuođas , danne go dieid oktavuođas dat leat dat stuorámus ja eanemus hástaleaddji bonjuvuođat .
nob: De har gått lei av vårt uendelige mas om likestilling . Men samtidig er det viktig at vi snakker om likestilling når det gjelder virkemiddelordninger , rettigheter og plikter , fordi det er der den største og mest utfordrende skjevheten ligger .

source: Ovttaárvosašvuohta , dalle go mii hállat barggu birra boazodoaluin ja ovttaárvosašvuohta dalle go mii hállat boazodoalu bargorámmaid birra . "
nob: Så likeverd når vi snakker om arbeidet med reindrift og likeverd når vi snakker om rammene for arbeidet med reindrifta . "

source: Dárbbašago boazodoallu nissonolbmuid ? "
nob: Er det bruk for kvinnene i reindriftsnæringen ? "

source: jearan dis.
nob: spør dere .

source: Jos vástádus lea JUO , de fertet mii meroštallat dan makkár boazodoalu mii háliidit ja mainna lágiin dan juksat .
nob: Hvis svaret er JA , så må vi definere hvilken reindrift vi vil ha og hvordan oppnå dette .

source: Dásseárvvu oktavuođas nissonolbmuid ja albmáid gaskkas lea sáhka iešmearrideamis , rievttalašvuođas ja ovttadássásašvuođas , sihke oktasaččat ja individuála dásis .
nob: Likestilling mellom kvinne og mann handler om selvbestemmelse , rettferdighet og likeverd , både kollektivt og individuelt .

source: Nissonolbmuin ja albmáin galget leat ovttalágan vuoigatvuođat , geatnegas ­vuođat ja vejolašvuođat buot servodatsurggiin .
nob: Kvinner og menn skal ha de samme rettighetene , pliktene og mulighetene på alle samfunnsområder .

source: Indiviida árvvus atnin ja guđet guimmiideamet árvvus atnin leat deaŧalaččat dán oktavuođas ( Gáldu : Sámedikki dásseárvodoaibmaplána ) .
nob: Respekt for individet og for hverandre er viktig i denne sammenhengen ( Kilde : Sametingets handlingsplan for likestilling ) .

source: Mu mielas lea deaŧalaš válddahallat dás guokte beali : 1 ) Duohta dásseárvvu oktavuođas lea sáhka sierra doaibmabijuid bidjamis nissonolbmuide ja almmáiolbmuide .
nob: Jeg synes det er viktig å ta for seg to forhold : 1 ) Reell likestilling handler om å iverksette ulike tiltak for kvinner og menn .

source: Ja 2 ) mihttomearrin berre leat ahte nissonolbmot šaddet nu seamma dássái albmáiguin go lea vejolaš , muhto ahte nissoniid iešárvu loktejuvvo nissonolbmuid iežaset eavttuid mielde .
nob: Og 2 ) målet bør ikke være at kvinner skal bli så lik mennene som mulig , men at kvinners egenverd skal løftes på kvinners egne premisser .

source: Mun áiggun fokuseret dán sáhkavuorus guokte ášši :
nob: I mitt innlegg vil jeg fokusere på to ting :

source: • - Čalmmustit Sámediggeráđi boazodoallodieđáhusa - dásseárvofokusiin .
nob: • - Presentere Sametingsrådet melding om samisk reindrift - med fokus på likestilling .

source: • - Dásseárvopolitihkalaš hástalusaid boazodoallošiehtadusa ja boazodoalloláhkaaddima ektui .
nob: • - Likestillingspolitiske utfordringer i forhold til reindriftsavtalen og reindriftslovginingen .

source: Sámedikki dievasčoahkkin lea meannudan Sámediggeráđi sámi boazodoallodieđáhusa miessemánus diibmá .
nob: Sametingsrådets melding om samisk reindrift ble behandlet i Sametingets plenum i mai i fjor .

source: Dieđáhusas ii gávdno sierra kapihtal dásseárvvu birra .
nob: I meldingen finner dere ikke et eget kapittel om likestilling .

source: Ii danne ahte dásseárvu dahje ovttadássásašvuohta boazodoalus ii livččii deaŧalaš Sámediggái .
nob: Det er ikke fordi likestilling eller likeverd i reindrifta ikke er viktig for Sametinget .

source: Dan sadjái go meroštallat dásseárvohástalusaid sierra , de lea olles dieđáhusas váldojuvvon vuolggasadjin dat ahte sámi boazodoallu lea
nob: I stedet for å definere likestillingsutfordringer særskilt , tar hele meldingen utgangspunkt i at samisk reindrift er

source: • - deaŧalaš bearašvuđot ealáhus ja
nob: • - en viktig familiebasert næring og

source: • - ahte dat lea mearkkašahtti deaŧalaš giella- ja kulturguoddi .
nob: • - at den er en essensiell språk- og kulturbærer .

source: Dát ollislaš perspektiivva siskkilda nissonolbmuid ealáhusas !
nob: Dette helhetlige perspektivet inkluderer kvinner i næringen !

source: Sámediggi oaidná dárbbašlažžan bidjat fokusa dáid váldoosiide juksan dihte ollislaš ja bajimuš politihkalaš lagadeami boazodoallopolitihka hábmemis .
nob: Sametinget ser nødvendigheten av å ha fokus på disse hovedelementene for å oppnå en helhetlig og overordnet politisk tilnærming i utformingen av reindriftspolitikken .

source: Dát mearkkaša bearašvuđot boazodoalu fokuserema , man oktavuođas bearrašat siida-ásahusa vuođul servet boazodoalu beaivválaš bargguide .
nob: Dette innebærer et fokus på den familiebaserte reindrifta , der familier i kraft av sijte-institusjonen deltar i det daglige arbeidet med reindrifta .

source: Boazodoalu máhttu lea árbediehtu maid olbmot ohppet eallima bokte boazodoalus .
nob: Reindriftas kunnskap er tradisjonskunnskap som tilegnes gjennom et liv i reindriften .

source: Boazodoalu máhtu sáhttá eaŋkalastojuvvon juohkit siidadoallun ja báikedoallun .
nob: Kunnskapen i reindrifta kan man forenklet sagt dele opp i siidadoallu og báikedoallu .

source: Barggus siidadoalus lea sáhka máhtu birra maid leat ožžon konkrehta barggu bokte ealuiguin , guođoheami , rátkima , miessemearkuma , johtima jna. oktavuođas .
nob: Arbeid i siidadoallu omhandler kunnskap tilegnet gjennom det konkrete arbeidet med flokken , herunder gjeting , skilling , kalvemerking , flytting etc.

source: Báikedollui gullet barggut nugo earret eará mánáid ja nuoraid oahpahus , duodjeávdnasiid viežžan , duddjon , málesteapmi ja ávdnasiid viežžan borramušbuvttadeapmái .
nob: Til báikedoallu hører arbeidsoppgaver som blant annet opplæring av barn og unge , innhenting av råvarer til bruk i duodji , produksjon av duodji , matlaging og ervervelse av råvarer til matproduksjon .

source: Dáid doaimmaid bokte boazodoalus servet sámi stuorrabearrašat árbevirolaš bearašvuđot boazodollui .
nob: Gjennom alle virksomhetene i reindrifta inkluderes de samiske storfamiliene i den tradisjonelle familiebaserte reindriften .

source: Mánáin , nissonolbmuin ja almmáiolbmuin buohkain lea lunddolaš sadji doppe ja sii barget latnjalagaid .
nob: Barn , kvinner og menn har en naturlig og gjensidig plass .

source: Máhttu siida- ja báikedoalus ja daid birra lea lihkostuvvan bearašvuđot boazodoalu dovdomearka .
nob: Kunnskap i og om siida- og báikedoallu representerer selve grunnlaget for en vellykket familiebasert reindrift .

source: Mun áiggun deattuhit ahte dieđusge leat ollu nissonolbmot mat leat mielde siidadoalus , ja albmát fas báikedoalus , ja dát guokte doalu eai maid leat nu čielgasit sirrejuvvon duohta eallimis nugo dás čalmmustuvvo .
nob: Jeg vil understreke at det selvfølgelig er mange kvinner som beveger seg i siidadoallu og menn i báikedoallu , og disse to arbeidsenhetene er heller ikke så klart adskilt i det virkelige liv som fremstilt her .

source: Dás lea deaŧalaš válddahallat daid árbevirolaš bargguid .
nob: Poenget er å gi en fremstilling av de tradisjonelle arbeidssfærene .

source: Dát duođašta ge dan maid mun dadjen álggus ahte lea deaŧalaš hállat ovttaárvosašvuođa birra .
nob: Dette bekrefter vel det jeg sa innledningsvis om at det er viktig at vi snakker om likeverd .

source: Sámi boazodoallokultuvrras leat bohccuid njuovvamis guhkes árbevierut ávkkástallat bohccuin ollásit .
nob: I den samiske reindriftskulturen har reinslakting lange tradisjoner for å utnytte alle reinens ressurser .

source: Biergu , varra , vuoivvas ja eará sisbipmosat adnojuvvot deaŧalaš resursan ja geavahuvvojit goikadeapmái , suovasteapmái ja oppalaččat varraborramušaid ja márffiid ráhkadeapmái .
nob: Kjøtt , blod , hjerte , lever og annen innmat betraktes som viktige ressurser og nyttes til tørking , røyking og til produksjon av generell blodmat og pølser .

source: Eanaš njuovahagat bálkestit mávssolaš árbebipmosiid go njuvvet bohccuid , danne go dain eai leat reaiddut maiguin meannudit dáiguin lobálaččat .
nob: I de fleste slakteriene blir verdifull tradisjonell mat av rein kastet , grunnet manglende utstyr til å håndtere disse på en lovlig måte .

source: Mearrádusat njuovvanproseassaid várás váttásmahttet ja divrudit , dalle go boazodoallit ieža áiggošedje suovastit ja goikadit bierggu vuovdima várás .
nob: Bestemmelsene for slakteprosessene gjør det vanskelig og kostbart dersom reineierne selv skulle røyke og tørke kjøtt for salg .

source: Sámedikkis lea dat oaidnu ahte gávpenjuovvamiid fertešii láhčit nu ahte bierggu ja eará ávdnasiid sáhttá buvttadit vuovdimii nie ahte lea buoret vejolašvuohta ávkkástallat bohccoresurssaiguin .
nob: Sametinget er av den oppfatning at det må legges til rette for kommersiell feltslakt slik at kjøtt og råvarer kan produseres for markedet på måter som muliggjør en bredere ressursutnytting av rein .

source: Sámediggi oaivvilda ahte dáid hástalusaid berre čoavdit nie ahte bearašlahtuide rahppojuvvojit bargosajit ja dienasvejolašvuođat .
nob: Sametinget mener disse utfordringene bør løses slik at det åpnes for arbeidsplasser og inntjening av alle medlemmene i familiene .

source: Dát livččii várra buoridan ealáhusa ekonomiija , ja buot deaŧaleamos livččii - ahte mávssolaš árbevirolaš njuovvan- ja nállašuhttin ­vuogit borramuša ektui , ja duoji ráhkadanávdnasat suodjaluvvošedje ja viidáset ovddiduvvošedje .
nob: Dette ville sannsynligvis medført et økonomisk løft for næringa , og det viktigste av alt - at verdifull tradisjonell slakte- og foredlingsmetoder av mat , samt råstoff til duodji bevares og videreutvikles .

source: Sámediggi oaivvilda maiddái ahte njuovahagat galggašedje čađahit njuovvanproseassa nu ahte buot dárbbašlaš ávdnasat duodjái váldojuvvošedje .
nob: Sametinget er også opptatt av at slakteriene håndterer slakteprosessen på en slik måte at all nødvendig råstoff til duodji .

source: Gápmasat goikkehiid várás leat jávkagoahtimin márkanis , earret eará billašuvvet dat dávjá njuovahagaid njuovvanvugiid geažil .
nob: Skankeskinn til skaller til ulike anledninger er i ferd med å bli en mangelvare i markedet , noe som blant annet skyldes slakterienes slaktemetode der disse ofte blir ødelagt .

source: Dát lea dušše okta ovdamearka máŋgga ovdamearkka gaskkas dasa ahte otnáš njuovvanvuohki ii gozit nissonolbmuid bargosajiid boazodoalus .
nob: Dette er bare et av mange eksempler på at dagens slaktestrukturer ikke ivaretar kvinners arbeidsplass i reindrifta .

source: Buorit vuovdalandoaibmabijut leat deaŧalaččat .
nob: Gode markedsføringstiltak er viktig .

source: Maŋimuš jagiin leat boazodoallošiehtadusa bokte várrejuvvon ruđat bohccobierggu vuovdalandoaibmabijuide .
nob: De er også svært kostbare . De senere årene har reindriftsavtalene avsatt midler til markedsføringstiltak for reinkjøtt .

source: Dien oktavuođas lea Sámediggeráđđi váillahan vuovdalandoaibmabijuid maiddái earáge boazobuktagiid go dušše bierggu várás .
nob: I den forbindelse har sametingsrådet etterlyst markedsføringstiltak også rettet mot andre reinprodukter enn kjøttet .

source: Nannoset áŋgiruššan ovdamearkka dihte duoji ektui rekrutterešii nissonolbmuid boazodollui dan seammás go máhttu ráhkadanávdnasiid ektui bohccos ja duojis gozihuvvošii ja šattašii ávkin .
nob: En sterkere satsing på for eksempel duodji vil både bidra til å rekruttere kvinner til reindrifta samtidig som kunnskapen om bearbeiding av råstoff fra reinen og duodji ivaretas og nyttiggjøres .

source: Nana ceavzilis dienasvuođu háhkan duodjái berrešii leat lunddolaš doaibmabidju dásseárvoságastallama oktavuođas .
nob: Å skape et bærekraftig inntektsgunnlag for duodji , bør være et relevant tiltak i likestillingsdebatten .

source: Sámediggi lea addán doarjaga prošeavttaide maiguin lea áigumuš buoridit duoji vuovdaleami , dán fáttá áigut mii čuovvolit viidáset barggus dujiin .
nob: Sametinget har gitt støtte til prosjekter som ønsker å bedre markedsføringen av duodji , dette er et tema vi kommer til å følge opp i det videre arbeidet med duodji .

source: Mis lea maiddái beroštupmi oččodit buvttadeddjiid ja grossagávpelađđasa váldit ovddasvástádusa dán barggus .
nob: Vi er også opptatt av at produsent- og grossistleddet ansvarliggjøres i dette arbeidet .

source: Dán duohtan dahkat mii dan bokte go addit doarjaga vuovdaleapmái investeren- ja ovddidandoarjjarámmaid siskkobealde .
nob: Dette realiserer vi gjennom å gi støtte til markedsføring innenfor rammen av investerings- og utviklingstilskudd .

source: Mis leat maiddái ollu eará hástalusat duoji ektui .
nob: Vi har også mange andre utfordringer når det gjelder duodji .

source: Sámediggi addá masá 14 miljon ru doarjagiid duodji ­doaibmabijuide jahkái .
nob: Sametinget gir i underkant av 14 mill støtte til duodjitiltak i året .

source: Min mielas lea deaŧalaš ahte livčče buorit duodjeoahpahusarenat , ja dasto ahte dálá duodjedoaimmat evaluerešuvvosedje ja ovddiduvvošedje .
nob: Vi synes det er viktig med gode duodji-opplæringsarenaer , samt etableringer- og utvikling av eksiterende duodjivirksomheter .

source: Sámediggi lea ožžon rávvagiid das ahte dárbbašuvvošedje oktasaš regionála duodjebájit , ja mun sáhtán bures áddet ahte máŋgasat daid sávvet .
nob: Sametinget har fått innspill om at det er nødvendig med felles regionale duodjiverksteder , og jeg kan godt forstå at dette ønskes av mange .

source: Hástalussan ii leat dán lágan bájiid investeren .
nob: Utfordringen er ikke å investere i slike verksteder .

source: Hástalussan odne lea dat go mis eai leat ruđat dán lágan bájiid doaibmagoluid várás .
nob: Utfordringen per i dag er at vi ikke har midler til driftskostnadene for slike verksteder .

source: Munnje lea hui deaŧalaš ahte rekrutteren boazodollui livččii buorre .
nob: Jeg er veldig opptatt av at rekrutteringen til reindrifta er god .

source: Jos rekrutterenvuođđu fuotnána , de goarránivččii olles ealáhus .
nob: Hvis rekrutteringsgrunnlaget svekkes , svekkes hele næringen .

source: Dán rádjai lea rekrutteren boazodollui leamaš buorre , muhto visot ii leat buorre .
nob: Til nå har rekrutteringen i reindrifta vært god , men dette gjelder ikke alle områder .

source: Mii fertet dovddastit ahte go nissonolbmuin ii leat vejolašvuohta searvat boazodollui , de váikkuha dat rekrutterema fuotnáneapmái .
nob: Vi må ta inn over oss at når kvinner ikke har anledning til å delta i reindrifta , så vil dette få konsekvenser i form av svekket rekruttering .

source: Sámediggi lea fuolas go geahččá rekrutterema boazodollui guhkkit áiggi vuollái .
nob: Sametinget er bekymret for rekrutteringen til reindrift på lengre sikt .

source: Boazodoallu dárbbaša nuorra ja gelbbolaš bargonávccaid .
nob: Reindrifta trenger ung og kompetent arbeidskraft .

source: Almmá doaibmabidjoplánaid haga sáhttet muhtin orohagat gártat dakkár dillái ahte dain váilugoahtá kultuvrralaš oktilašvuohta ja gelbbolašvuohta .
nob: Uten planmessige tiltak vil det i enkelte distrikter kunne utvikles en situasjon med manglende kulturell kontinuitet og manglende kompetanse .

source: Okta doaibmabidju livččii láhčit sohkabuolvamolsunortnegiid .
nob: Et tiltak vil være tilrettelegging av generasjonsoverganger .

source: Boazodoalloláhka addá vejolašvuođa ásahit rekrutterenoasi siidaoasi oktavuhtii .
nob: Reindriftsloven har åpnet muligheten til å etablere en rekrutteringsandel i tilknytning til en sijteandel .

source: Sámediggái lea deaŧalaš ahte dat ođđa mearrádus boazodoallolágas čuovvoluvvo váikkuhangaskaoapmeortnegiid bokte boazodoallošiehtadusas .
nob: Sametinget er opptatt av at den nye bestemmelsen i reindriftsloven følges opp gjennom virkemiddelordningene i reindriftsavtalen .

source: Stuorámus oassi otná boazodoallonissonolbmuin lea ollesáigge- dahje oasseáiggebarggus olggobealde boazodoalu .
nob: Den største andelen av dagens reindriftskvinner er i fulltids- eller deltidsarbeid utenfor reindrifta .

source: Eanaš dáhpáhusain lea bearaš sorjavaš dán bistevaš dietnasis .
nob: I de fleste tilfellene er familiene blitt avhengig av denne faste inntekten .

source: Sámediggi oaivvilda ahte váikkuhangaskaoapmeortnegat fertejit láhččojuvvo dasa ahte dát nissonolbmot ožžot vejolašvuođa muhtumin leat mielde boazodoalus almmá massit dietnasa .
nob: Sametinget mener at virkemiddelordningene må tilrettelegges for at også disse kvinnene får muligheten til i perioder å delta i reindrifta uten å miste inntekt .

source: Sámediggi oaivvilda ahte stáhtas maiddái lea ovddasvástádus das ahte nissonolbmuid sadji boazodoalus lea hedjonan .
nob: Sametinget mener at staten er medansvarlig for at kvinners posisjon er svekket i reindriften .

source: Danne fertejit boahtit ođđa ruđat boazodoallošiehtadussii dusten dihtii daid hástalusaid mat čuožžilit go galgá oažžut boazodoallonissonolbmuid ruovttoluotta ealáhussii .
nob: Det bør derfor tilføres friske midler til reindriftsavtalen for å løse utfordringene med å få reindriftskvinner tilbake til næringen .

source: Jus dat ii dahkkojuvvo , de sáhttá hedjonit ja vel jávkat ge dat árvvolaš árbediehtu boazodoalu birra , mii nissonolbmuin lea , ja sáhttá maiddái šaddat váttis oažžut nuoraid álgit boazodollui .
nob: Dersom dette ikke gjøres vil verdifull tradisjonell reindriftskunnskap som kvinner besitter stå i fare for å svekkes og i verste fall gå tapt , og rekruttering av unge til næringa likeså .

source: Lea deaŧalaš deattuhit ahte áŋgiruššan báikedoaluin ii galgga duvdet eret dálá váikkuhangaskaoapmeortnegiid boazodoalu várás , ii ge galgga váikkuhit dasa ahte nissonolbmuid rolla stereotiipejuvvo .
nob: Det er viktig å understreke at en satsing på báikedoallu ikke må gå på bekostning av den eksisterende virkemiddelordningen i reindrifta , og heller ikke bidra til en stereotypifisering av kvinnerollen .

source: Ortnegat galget addit nissonolbmuide ja mánáide stuorra válljenmuni .
nob: Ordningene må gi kvinner og barn stor grad av valgfrihet .

source: Sámedikki jahkásaš evttohusain boazodoallošiehtadussii lea min mihttomearri čujuhit man dat lea deaŧalaš ahte gávdnat vejolaš ruhtadančovdosiid mat sáhttet váikkuhit dasa ahte eanet nissonolbmot ja mánát álget boazodollui .
nob: I Sametingets årlige innspill til reindriftsavtalen har vi som mål å påpeke viktigheten av å finne mulige finansieringsløsninger som kan bidra til å rekruttere flere kvinner og barn til reindriften .

source: Ferte bargat ulbmillaččat boazodoalu dásseárvohástalusaiguin .
nob: Det er nødvendig å arbeide planmessig med likestillingsutfordringer i reindriftsnæringen .

source: Danne lea vealtameahttun ollislaš boazodoallopolitihkkii ahte boazodoalu nissonolbmot maiddái oidnojit luohttámušdoaimmain ja eará sajiin gos mearrádusat boazodoalu ektui dahkkojuvvojit .
nob: Det vil derfor være avgjørende for en helhetlig reindriftspolitikk at reindriftskvinner også er synlig i tillitsverv og i arenaer der beslutninger om reindriften tas .

source: Dán oktavuođas lea lunddolaš fertet árvvoštallat oažžut mielde doahpagiid báikedoallu ja siidadoallu go boazodoalloláhka ođasmahttojuvvo .
nob: I denne sammenheng er det naturlig å måtte vurdere å integrere begrepene báikedoallu og siidadoallu ved en revidering av reindriftsloven .

source: Sámediggeráđđi deattuha deaŧalažžan ahte doaba oažžu vuoigatvuođavuođu láhkii ollislaš áddejumis .
nob: Sametingsrådet understreker at det er viktig at begrepet hjemles i lov i sin hele og fulle mening .

source: Dát lea oassi das mii boahtá ovdan dásseárvvu birra sámediggeráđi dieđáhusas sámi boazodoalu birra .
nob: Dette var noe av det du vil finne om likestilling i " sametingsrådets melding om samisk reindrift " .

source: Ja de : Boahtteáiggi eará politihkalaš hástalusat Boazodoallošiehtadus lea deaŧalaš reaidun politihkalaš vuoruhemiid čađaheamis .
nob: Så over til : Andre fremtidige politiske utfordringer . Reindriftsavtalen er viktig instrument for å iverksette politiske prioriteringer .
